# Получаем данные от пользователя
A1 = input('Первый этап развития это: ')
A2 = input('Второй этап развития это: ')
A3 = input('Третий этап развития это: ')
A4 = input('Четвертый этап развития это: ')
A5 = input('Пятый этап развития это: ')
A6 = input('Шестой этап развития это: ')
A7 = input('Седьмой этап развития это: ')
A8 = input('Восьмой этап развития это: ')

# Создаем и выводим предложение
print ('Последовательность этапов эволюции выглядит так: ')
print (A1, A2, A3, A4, A5, A6, A7, A8, sep = ' => ')